[{"model": "character_generator.ego", "pk": 7, "fields": {"name": "Buzzard", "cog": 6, "inte": 6, "ref": 6, "sav": 6, "som": 6, "wil": 6, "user": 1, "items": []}}, {"model": "character_generator.movement", "pk": 1, "fields": {"name": "Walker", "base": 2, "full": 8}}, {"model": "character_generator.movement", "pk": 2, "fields": {"name": "Winged", "base": 8, "full": 40}}, {"model": "character_generator.movement", "pk": 3, "fields": {"name": "Walker", "base": 4, "full": 20}}, {"model": "character_generator.morph", "pk": 1, "fields": {"name": "Neo-Avian", "desc": "Neo-avians include ravens, crows, and gray parrots uplifted to human-level intelligence. Their physical sizes are much larger than their non-uplifted cousins (to the size of a human child), with larger heads for their increased brain size. Numerous transgenic modifications have been made to their wings, allowing them to retain limited flight capabilities at 1 g, but giving them a more bat-like physiology so they can bend and fold better and adding primitive digits for basic tool manipulation. Their toes are also more articulated and now accompanied with an opposable thumb. Neo-avians have adpated well to microgravity environments, and are favored for their small size and reduced resource use.", "mtype": "Common", "cost": 0, "avail": 50, "wt": 5, "dur": 25, "dr": 38, "ins": 2, "mox": 1, "vig": 0, "flex": 0, "movtype": [1, 2]}}, {"model": "character_generator.morph", "pk": 2, "fields": {"name": "Novacrab", "desc": "Bioengineered from coconut crab and spider crab stock and grown to a larger (human) size, novacrabs are ideal for hazardous work environments as well as vacworker, police, or bodyguard duties. They climb and handle microgravity well and can withstand a wide range of atmospheric pressure (and sudden pressure changes) from vacuum to deep sea. They are equipped with ten 2-meter long legs, massive claws, chitinous armor, compound eyes (with human -equivalent image resolution), gills, dexterous manipulatory digits on their fifth set of limbs, and transgenic vocal cords.", "mtype": "Pod", "cost": 4, "avail": 50, "wt": 9, "dur": 45, "dr": 68, "ins": 0, "mox": 0, "vig": 3, "flex": 0, "movtype": [3]}}, {"model": "character_generator.morph", "pk": 3, "fields": {"name": "Exalt", "desc": "Exalts are the common, non-specialized \"enhanced human\" model. They are genetically upgraded to make them healthier, smarter, and more attractive (based on ever-evolving beauty standards). A modified metabolism keeps them fit and athletic for the duration of an extended lifespan.", "mtype": "Common", "cost": 2, "avail": 70, "wt": 7, "dur": 35, "dr": 53, "ins": 1, "mox": 1, "vig": 1, "flex": 0, "movtype": [3]}}, {"model": "character_generator.background", "pk": 1, "fields": {"name": "Colonist", "desc": "You were an original settler of Earth orbit, Luna, Mars, or a smaller outpost elsewhere before the Fall."}}, {"model": "character_generator.background", "pk": 2, "fields": {"name": "Freelancer", "desc": "You were a cog in the wheels of hypercapitalism, taking whatever gigs came your way."}}, {"model": "character_generator.background", "pk": 3, "fields": {"name": "Uplift", "desc": "You are an uplift: the latest generation of bonobo, cetacean, chimpanzee, corvid, gorilla, neanderthal, octopus, orangutan, or parrot raised to human levels of intelligence."}}, {"model": "character_generator.background", "pk": 4, "fields": {"name": "Hyperelite", "desc": "You lived in the top percent, with abundant wealth and resources."}}, {"model": "character_generator.skill", "pk": 1, "fields": {"name": "Free Fall", "desc": "Free Fall is a companion skill to Athletics for morphs that are humanoid, uplift, or using biomimicked movements. Use it for physical activity in microgravity environments of when free falling. \r\n\r\nUse Free Fall to push yourself down a micrograv tunnel, propel yourself across an open space in zero g, re-orient yourself out of a spin, maneuver with vacsuit attitude jets, correctly apply some type of propulsion when drifting in space, or when parachuting."}}, {"model": "character_generator.skill", "pk": 2, "fields": {"name": "Hardware", "desc": "Hardware handles the design, construction, repair, and alteration of different types of technological systems. \r\n\r\nUse Hardware to repair a life support system, upgrade a robot, hack an electronic lock, or assemble a functional vehicle from spare parts. Most Hardware Tests are task actions."}}, {"model": "character_generator.skill", "pk": 3, "fields": {"name": "Athletics", "desc": "Athletics encompasses various types of physical activity in environments with gravity. It specifically applies to maneuvering in morphs that are humanoid, uplift, or that use biomimicked movements, whether sleeved or remote operated.\r\n\r\nUse Athletics to scale a wall, tread water, throw a grenade, jump a crevasse, vault a table, backflip off a ledge, or make a barrel roll with a winged morph."}}, {"model": "character_generator.skill", "pk": 4, "fields": {"name": "Infosec", "desc": "Infosec is short for \"information security.\" It incorporates training in electronic intrusion and counter-intrusion techniques, as well as use of cryptography tools. \r\n\r\nUse Infosec to hack into electronic and mesh systems, subvert them, and protect them. Also use it to encrypt and decrypt communications and files. Most Infosec Tests are task actions."}}, {"model": "character_generator.skill", "pk": 5, "fields": {"name": "Survival", "desc": "Survival encompasses the skills needed to survive in and maneuver through hostile environments.\r\n\r\nUse Survival to navigate, track a person or animal in the wild, find safe food and shelter, and defend against ecological and environmental dangers."}}, {"model": "character_generator.skill", "pk": 6, "fields": {"name": "Know", "desc": "Know skills represent information your character has acquired, things they know. They play a less dramatic role, but are often critical for helping your character solve mysteries, understand situations, and figure out what to do.\r\n\r\nFields you can assign Know points to include: Academics, Arts, Interests, Professional Training."}}, {"model": "character_generator.skill", "pk": 7, "fields": {"name": "Deceive", "desc": "Deceive is about presenting falsehoods in believable ways. It applies to any attempt to misrepresent or hide the truth with words and gestures. It does not include hiding (Infiltrate) or physical disguises (Exotic Skill: Disguise).\r\n\r\nUse Deceive to act, lie, bluff, misdirect, con someone, impersonate someone, or fast talk your way out of a situation. The target of your deception opposes with their Kinesics skill."}}, {"model": "character_generator.skill", "pk": 8, "fields": {"name": "Persuade", "desc": "Persuade is the ability to convince others to do what you want through words and gestures, logic and reason. It is the art of subtle social manipulation. It does not include intimidation, coercion, seduction, or other emotionally driven manipulation (use Provoke).\r\n\r\nUse Persuade to drive a bargain, convince a reluctant party, negotiate a truce, motivate your peers to take action, or sway someone to your side. Persuade is opposed by the opponent's SAV check."}}, {"model": "character_generator.skill", "pk": 9, "fields": {"name": "Research", "desc": "Research is your google fu, your skill at finding, analyzing, and understanding information online. It includes knowing where to look, optimizing your queries, separating fiction from truth, and processing massive amounts of data.\r\n\r\nUse Research to look up an answer on the mesh, track people online, access the deep mesh, search databases, sift through archives, and mine data dumps."}}, {"model": "character_generator.background2skills", "pk": 1, "fields": {"background": 1, "skills": 1, "modifier": 40}}, {"model": "character_generator.background2skills", "pk": 2, "fields": {"background": 1, "skills": 2, "modifier": 40}}, {"model": "character_generator.background2skills", "pk": 3, "fields": {"background": 1, "skills": 5, "modifier": 30}}, {"model": "character_generator.background2skills", "pk": 4, "fields": {"background": 1, "skills": 6, "modifier": 60}}, {"model": "character_generator.background2skills", "pk": 5, "fields": {"background": 2, "skills": 9, "modifier": 40}}, {"model": "character_generator.background2skills", "pk": 6, "fields": {"background": 2, "skills": 6, "modifier": 60}}, {"model": "character_generator.background2skills", "pk": 7, "fields": {"background": 3, "skills": 3, "modifier": 40}}, {"model": "character_generator.background2skills", "pk": 8, "fields": {"background": 3, "skills": 5, "modifier": 20}}, {"model": "character_generator.background2skills", "pk": 9, "fields": {"background": 3, "skills": 6, "modifier": 60}}, {"model": "character_generator.background2skills", "pk": 10, "fields": {"background": 4, "skills": 3, "modifier": 30}}, {"model": "character_generator.background2skills", "pk": 11, "fields": {"background": 4, "skills": 7, "modifier": 30}}, {"model": "character_generator.background2skills", "pk": 12, "fields": {"background": 4, "skills": 8, "modifier": 30}}, {"model": "character_generator.background2skills", "pk": 13, "fields": {"background": 4, "skills": 6, "modifier": 60}}]